import '../presentation/view_model/notification_model.dart';

List<NotificationModel> notificationList=[
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
  NotificationModel(
      title: "عرض خاص علي قسم المشروبات اشتري عدد اتنين باكيت و احصل علي الثالثة بنصف الثمن"
  ),
];